{"bos_token": {"content": "[STR]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "eos_token": {"content": "[END]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "unk_token": {"content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "sep_token": {"content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "pad_token": {"content": "[PAD]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "cls_token": {"content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true}, "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true}, "additional_special_tokens": ["[PAD]", "[STR]", "[END]", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "[JAN]", "[FEB]", "[MAR]", "[APR]", "[MAY]", "[JUN]", "[JUL]", "[AUG]", "[SEP]", "[OCT]", "[NOV]", "[DEC]", "[SAT]", "[SUN]", "[MON]", "[TUE]", "[WED]", "[THU]", "[FRI]", "[True]", "[False]", "[", "]"]}