{"errors": "replace", "bos_token": {"content": "[STR]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "[END]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "unk_token": {"content": "<unk>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "sep_token": {"content": "</s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "cls_token": {"content": "<s>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "pad_token": {"content": "[PAD]", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "do_lower_case": false, "additional_special_tokens": ["[PAD]", "[STR]", "[END]", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "[JAN]", "[FEB]", "[MAR]", "[APR]", "[MAY]", "[JUN]", "[JUL]", "[AUG]", "[SEP]", "[OCT]", "[NOV]", "[DEC]", "[SAT]", "[SUN]", "[MON]", "[TUE]", "[WED]", "[THU]", "[FRI]", "[True]", "[False]", "[", "]"], "special_tokens_map_file": null, "name_or_path": "source_tokenizer", "tokenizer_class": "RobertaTokenizer"}